Repository: adryanev/weather
Catalog: lib/l10n/arb/app_*.arb
Languages: id

# remoteConfigFailure
source: Cannot get data from remote config.
id: Tidak bisa mengambil data dari remote config.

# preferenceFailure
source: Cannot get data from session.
id: Tidak bisa mengambil data dari session.

# locationFailure
source: Cannot get your current location
id: Tidak bisa membaca lokasi anda sekarang.

# locationPermissionFailure
source: Please allow us to use your location
id: Mohon berikan izin agar kami bisa mengakses lokasi anda.

# remoteFailure
source: Cannot fetch data from server
id: Tidak dapat mengambil data dari server

# splashInitializing
source: Initializing...
id: Memulai...

# splashGetApiKey
source: Getting weather API key...
id: Mendapatkan API key...

# splashGetApiUrl
source: Getting weather API url...
id: Mendapatkan weather API url...

# splashSaveApiKey
source: Saving API key...
id: Menyimpan API key...

# splashSaveApiUrl
source: Saving API url...
id: Menyimpan API url...

# splashGetGeocoderKey
source: Getting Geocoder key...
id: Mendapatkan Geocoder key...

# splashSaveGeocoderKey
source: Saving Geocoder key...
id: Menyimpan Geocoder key...

source: Done
id: Selesai

source: rain
id: hujan

source: Chance of rain
id: kemungkinan hujan

source: wind
id: angin

source: pressure
id: tekanan

# mbar
source: {pressure} mbar
id: mbar

source: humidity
id: kelembapan

# kmh
source: {speed} km/h
id: {speed} km/j

source: loading...
id: memuat...
